---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CutFailures.InstanceNotCuttingAnything
source: html/1474a297-f8fd-f83d-8abe-2a6f6b8ac960.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CutFailures.InstanceNotCuttingAnything Property

Instance(s) of [Symbol] not cutting anything.

## Syntax (C#)
```csharp
public static FailureDefinitionId InstanceNotCuttingAnything { get; }
```